<template>
    <ContentBase>
        <div class="box-header box-header-left">
            <h1 class="title-bordered">Правила користування сервісом «Консультації»</h1>
        </div>
        <div class="box-profile law">
            <p class="law-consulting">
                Сервіс призначений надавати фахові відповіді на запитання користувачів.
                Усний сервіс безкоштовний в межах передплати на пакети «Профі», «Профі плюс» та «Паперовий «Дебет-Кредит».
                <br>
                <br>
                Також ми надаємо й платні консультації.
            </p>
            <div class="law-buttons">
                <NuxtLink to="#subscribe" class="btn btn-profile">Сервіс для передплатників</NuxtLink>
                <NuxtLink to="#paid" class="btn btn-profile">Платний консалтинг</NuxtLink>
            </div>
            <Image name="law-image" alt=""/>
            <div class="content-consulting">
                <div id="subscribe">
                    <ol class="content-list">
                        <li class="content-item">
                            <b>Сервіс для наших передплатників</b>
                            <ol class="list">
                                <li>Ми консультуємо наших передплатників <span class="mark-pink">лише за українським законодавством</span> з
                                    питань бухгалтерського обліку, оподаткування та окремих правових питань організації та ведення бізнесу.
                                </li>
                                <li>У межах передплатних пакетів «Профі» та «Профі плюс» надається <span
                                    class="mark-pink">одна консультація на місяць</span>.
                                    У пакеті «Паперовий «Дебет-Кредит» — <span class="mark-pink">дві консультації на місяць</span>. <span
                                        class="mark-pink">Скористатися сервісом можна в будь-який момент, доки маєте активну передплату</span>. <span
                                        class="mark-pink">Загальна кількість</span>
                                    запитань відображається в <span class="mark-pink">кабінеті <a href="https://my.dtkt.ua/subscriptions"
                                                                                                  target="_blank">Користувача</a></span>.
                                </li>
                                <li>В одному запиті допускається лише одне запитання.</li>
                                <li>У межах безкоштовного сервісу відповіді на запитання надаються <span
                                    class="mark-pink">в телефонному режимі (усно)</span>.
                                </li>
                                <li><span class="mark-pink">Термін для отримання відповіді</span> — в робочий час того самого дня або не
                                    пізніше закінчення наступного робочого дня. <span class="mark-pink">Якщо запитання складне</span> та/або
                                    потребує залучення сторонніх фахівців, ми можемо затримати відповідь, про що повідомимо вас телефоном або
                                    електронною поштою.
                                </li>
                                <li>Клієнт <b>може висловити побажання</b> отримати відповідь <span
                                    class="mark-pink">в письмовому вигляді</span>. Така опція є можливою у двох варіантах: <span
                                    class="mark-pink">в рамках платного сервісу</span> (з дисконтом для передплатника); безкоштовно у тому
                                    випадку, <span class="mark-pink">коли редакція вважатиме за потрібне висвітлити питання</span> у вигляді
                                    короткої консультації або розгорнутої статті <span class="mark-pink">на сторінках порталу та/або друкованого видання</span>.
                                    В такому разі термін публікації орієнтовно 5-14 робочих днів і залежить від складності матеріалу і
                                    проходження редакційного процесу всередині редакції.
                                </li>
                                <li>У межах безкоштовного сервісу консультації з питань застосування МСФЗ не надаються.</li>
                                <li><span class="mark-pink">Запитання має бути максимально конкретним та вичерпним</span>. Редакція залишає за
                                    собою право відмовити в наданні відповіді якщо немає конкретики та інформації недостатньо для формування
                                    відповіді.
                                </li>
                                <li><span class="mark-pink">Якщо відповідь потрібна <b>терміново</b></span> (наприклад: у разі початку
                                    перевірки, на етапі допуску до перевірки, надання пояснень під час проведення перевірки), ми реагуємо та
                                    фактично надаємо відповіді невідкладно. Просто <span class="mark-pink">зазначте слово <b><i>терміново</i></b> у тексті</span>
                                    вашого запитання.
                                </li>
                                <li>Ми <b class="mark-blue">змушені відмовити у наданні відповіді</b> в таких випадках:
                                    <ol>
                                        <li><span class="mark-blue">коли для коректної відповіді на запитання потрібне поглиблене вивчення первинних  документів підприємства</span>;
                                            Виняток. Запитання, що стосуються запитів від органів контролю, – для відповіді нам потрібен текст
                                            запиту, надісланий на електронну адресу редакції;
                                        </li>
                                        <li><span class="mark-blue">запитання комплексного характеру, що потребують моделювання різних ситуацій</span>
                                            та/або всебічного й обґрунтованого розкриття теми. Такі запитання можуть бути включені редакцією
                                            до плану публікацій у вигляді статті.
                                            Приклади: порядок зняття з обліку приватного підприємця, все про курсові різниці, оренда
                                            автомобіля у власника підприємства тощо. Додатково див. п.6.
                                        </li>
                                        <li><span class="mark-blue">оптимізаційні схеми</span> (питання щодо уникнення сплати податків);</li>
                                        <li><span class="mark-blue">виконання розрахунків</span> на підставі наведених даних та/або перевірки
                                            таких розрахунків;
                                        </li>
                                        <li><span class="mark-blue">проведення аудиту правочинів</span> та інших документів
                                            фінансово-господарської діяльності;
                                        </li>
                                        <li><span class="mark-blue">визначення кодів</span> (за УКТ ЗЕД для товарів, за ДКПП для послуг, за
                                            КВЕД для видів діяльності, згідно з Класифікатором професій);
                                        </li>
                                        <li>у разі необхідності <span class="mark-blue">скласти первинні документи</span>, пояснювальні
                                            записки або декларації, надати зразки складання документів;
                                        </li>
                                        <li>питання, <span class="mark-blue">не врегульовані чинним законодавством</span>;</li>
                                        <li>запитання з <span class="mark-blue">нарахування чи надання пенсій</span>;</li>
                                        <li><span class="mark-blue">запитання індивідуального характеру</span> (реєстрація авто в МРЕУ,
                                            придбання майна фізособою за власний кошт тощо);
                                        </li>
                                        <li><span class="mark-blue">з питань роботи програм і сервісів</span> сторонніх розробників (у т. ч.
                                            1С, Медок, кабінету платника податків податкової тощо). З такими запитаннями радимо звертатися
                                            безпосередньо до розробників таких програм та сервісів;
                                        </li>
                                        <li>якщо <span class="mark-blue"> питання не входить до сфер</span> бухгалтерського обліку,
                                            оподаткування та окремих правових питань організації та ведення бізнесу.
                                        </li>
                                    </ol>
                                </li>
                                <li><span class="mark-pink">Якщо запитання є конфіденційним</span>, ви можете попередити про це фахівців у
                                    тексті запитання.
                                </li>
                                <li><span class="mark-pink">У разі виникнення конфлікту інтересів або невдоволення змістом відповіді</span>,
                                    відповідь на запитання враховується як надана. Ми консультуємо виключно в межах чинного законодавства, а
                                    не тлумачимо норми права на користь запитувача.
                                </li>
                                <li>Надана <span class="mark-pink">відповідь у будь-якому разі не є нормативним документом</span>, а є
                                    позицією редакції (і конкретного фахівця), та має рекомендаційний характер. Редакція не несе
                                    відповідальності за можливі наслідки подальшого використання наданої відповіді. Наперед вдячні за
                                    розуміння!
                                </li>
                            </ol>
                        </li>
                    </ol>
                </div>
                <div class="content-button">
                    <NuxtLink to="https://consulting.dtkt.ua/" target="_blank" class="btn btn-profile" rel="">Перейти до консультацій
                    </NuxtLink>
                </div>
                <div id="paid">
                    <ol class="content-list">
                        <li class="content-item">
                            <b>Платний консалтинг</b>
                            <p>Якщо ви не є <span class="mark-pink">передплатником</span>, але вам потрібна консультація або ж ви є
                                передплатником, але ваше запитання <span class="mark-pink">поза
                                        межами безкоштовного консалтингу</span>, ви можете отримати платну відповідь у письмовому або телефонному
                                форматі.
                                Для передплатників діє <span class="mark-pink">дисконт в розмірі до 40%</span> вартості запитання.</p>
                            <ol class="list">
                                <li>Запитання формується користувачем у листі надісланому на ел. адресу:
                                    <a class="mail" href="mailto:kucherova@dtkt.kiev.ua">kucherova@dtkt.kiev.ua</a>.
                                </li>
                                <li>Після оцінки консультантом рівня складності запитання користувачеві надсилається рахунок для оплати.</li>
                                <li><span class="mark-pink">Відповідь надається у письмовій формі на електронну адресу запитувача після отримання оплати</span>.
                                    За потреби ми можемо продублювати відповідь на бланку редакції звичайним поштовим відправленням.
                                </li>
                                <li>У телефонному режимі відповідь надається за фактом отримання оплати в робочий час того самого дня або не
                                    пізніше закінчення наступного робочого дня.
                                </li>
                                <li>Якщо для підготовки відповіді консультантові потрібна додаткова інформація від користувача, він
                                    зв’язується з ним у телефонному режимі або електронним листуванням. Тоді строк надання відповіді
                                    відкладається до моменту отримання відповіді на пов’язані запитання або на час отримання/вивчення
                                    додаткової інформації.
                                </li>
                            </ol>
                        </li>
                    </ol>
                </div>
                <div class="content-button">
                    <NuxtLink to="/questions" class="btn btn-profile">Поставити запитання</NuxtLink>
                </div>
            </div>
        </div>
    </ContentBase>
</template>

