<template>
    <ContentBase>
        <div class="box-header box-header-left">
            <h1 class="title-bordered">Публічна оферта</h1>
        </div>
        <div class="box-profile law">
            <h2 class="law-title">Публічна оферта</h2>
            <p class="law-subtitle">
                про користування товарами/послугами веб-порталу
                <br>
                з оплатою електронними платіжними засобами
            </p>
            <Image name="law-image" alt=""/>
            <div class="content-offer">
                <ol class="content-list">
                    <li class="content-item">
                        <b>Загальні положення</b>
                        <ol class="list">
                            <li>
                                Дійсний Договір є Публічною офертою Товариства з обмеженою відповідальністю "Редакція "Дебет-Кредит"
                                (надалі по тексту цієї оферти - Постачальник) з оплати послуг на веб-порталі <b>dtkt.ua</b> через платіжні
                                Сервіси
                                для здійснення одноразових та/або регулярних платежів у мережі Інтернет, інформація
                                про які
                                розміщена на веб-порталі Постачальника, у т.ч. з використанням сервісу Platon на зазначених нижче умовах,
                                розташованого на сайті Компанії - партнера.
                            </li>
                            <li>Дійсний Договір є договором приєднання та укладається в особливому порядку: шляхом прийняття всіх умов
                                Договору
                                без підписання сторонами. Договір має юридичну силу відповідно до ст. 634, 635, 642 Цивільного кодексу України
                                та
                                є рівнозначним договору, підписаному сторонами.
                            </li>
                            <li>Фактом, підтверджуючим повне і беззастережне прийняття викладених умов цього Договору, є здійснення платежу з
                                використанням Сервісу Platon або будь-якого іншого сервісу здійснення платежів за допомогою банківських карток
                                чи
                                іншим способом у мережі Інтернет.
                            </li>
                            <li>Цей договір регламентує відносини між Користувачем та Постачальником з оплатою послуг останнього через Сервіс
                                Platon&nbsp;
                                Компанії-партнера.
                            </li>
                            <li>Якщо Сторона не погоджується з окремими умовами дійсного Договору або з Договором в цілому, Договір вважається
                                неукладеним. В такому випадку, продаж товарів/послуг, супутніх послуг здійснюється у звичайному режимі шляхом
                                звернення до
                                Постачальника та укладення договору з оплатою на поточний рахунок у банку згідно з реквізитами, вказаними у
                                договорі або
                                через представників Постачальника.
                            </li>
                            <li>Цей Договір є безстроковим та обмежується лише часом функціонування веб-порталу.</li>
                        </ol>
                    </li>
                    <li class="content-item">
                        <b>Загальні терміни</b>
                        <span>
                                    У цьому Договорі, Сторони погодилися застосовувати терміни в таких значеннях:
                                </span>
                        <ol class="list">
                            <li>Банк - банк, який здійснює переказ грошових коштів з картки Платника на розрахунковий рахунок Постачальника
                                товарів
                                та/або послуг, інших супутніх послуг.
                            </li>
                            <li>Банк-емітент - банк, який випустив і надав у користування ЕПЗ Користувачеві.</li>
                            <li>Платіжна система &mdash; платіжна система Visa International, MasterCard International, НСМЕП та інші платіжні
                                засоби,
                                які приймаються Банками до обслуговування.
                            </li>
                            <li>Електронний платіжний засіб (банківська платіжна картка, ЕПЗ) - пластикова карта, прив'язана до одного з
                                розрахункових
                                рахунків у банку. Використовується для оплати товарів і послуг, супутніх послуг, у тому числі через Інтернет.
                            </li>
                            <li>Користувач - фізична особа, фізична особа-підприємець та/або юридична особа, законний власник ЕПЗ (банківської
                                платіжної (корпоративної) карти), який має намір здійснити/здійснив оплату за товар та або послугу
                                Постачальника в режимі
                                реального часу за допомогою Сервісу приймання платежів, використовуючи ЕПЗ, та приймає умови цієї оферти.
                            </li>
                            <li>"Компанія-партнер" - юридична особа створена за вимогами чинного законодавства України, якій
                                належить Система приймання платежів Platon та яка забезпечує інформаційне та технологічне обслуговування
                                Постачальника з
                                метою проведення Користувачами операції із Замовлення та оплати на користь Постачальника за товари/послуги,
                                супутні
                                послуги.
                            </li>
                            <li>Платіж - розпорядження на оплату, вчинене Користувачем за допомогою Сервісу приймання платежів з метою
                                внесення оплати
                                Постачальнику за товари та/або послуги, інші супутні послуги.
                            </li>
                            <li>Постачальник товарів / послуг (далі - Постачальник) &mdash; юридична особа, яка використовує веб-портал
                                dtkt.ua та
                                розміщену на ньому інформацію (сукупність інформації) про товари/послуги, супутні послуги, а також сервісні
                                функції
                                веб-порталу та для надання послуг&nbsp; Користувачам за плату або без такої за умови попередньої реєстрації як
                                передплатника з відповідною ідентифікацією (див. Умови/Правила користування веб-порталом).
                            </li>
                            <li>Сервіс приймання платежів (послуги Сервісу, Сервіс) &mdash; використання сервісу Компанії-партнера
                                для оплати послуг та/або товарів, придбаних на веб-сайті постачальника з використанням програмного
                                забезпечення Сервісу
                                Platon, а також інший Сервіс для здійснення платежів, інформацію про який розміщується на веб-порталі
                                Постачальника.
                            </li>
                            <li>Сервіс Platon&mdash; сукупність програмно-технічних та організаційних засобів, процедур та правил,
                                використання яких забезпечує здійснення платежів від Користувачів (Клієнтів Сервісу) на користь Постачальника
                                у межах їх
                                господарських відносин.
                            </li>
                            <li>Веб-портал (веб-портал dtkt.ua) - це
                                набір зв'язаних між собою текстових, графічних елементів і програм, розміщених на сервері у мережі Інтернет,
                                та доступом
                                до нього за єдиною доменною адресою dtkt.ua , виконують функції пошуку та надає користувачеві Інтернету різні
                                інтерактивні
                                сервіси (Інтернет-сервіси), які працюють у рамках єдиного сайту.
                            </li>
                            <li>Супутні послуги - створення Користувачем облікового запису на Сайті та/або у Мобільних додатках, створення
                                Користувачем шаблонів регулярних оплат, надання Користувачеві технічної допомоги та інших послуг, необхідних
                                для
                                обслуговування Користувача та надання технічної підтримки у разі користування інтерактивними
                                Інтернет-сервісами
                                веб-порталу dtkt.ua, а також отримання всього спектру інших послуг на веб-порталі Постачальника.
                            </li>
                        </ol>
                    </li>
                    <li class="content-item">
                        <b>Предмет договору</b>
                        <ol class="list">
                            <li>Предметом Договору є надання Користувачам веб-порталу dtkt.ua&nbsp; права придбати/користуватись товарами
                                та/або
                                послугами, супутніми послугами, які пропонуються Постачальником, з можливістю їх оплати за допомогою сервісу
                                Platon на
                                умовах дійсного Договору та інших Сервісів, інформація про які розміщена на веб-порталі Постачальника.
                            </li>
                            <li>Сторони обізнані, що Постачальник лише розміщує на своєму веб-порталі на головній сторінці посилання у вигляді
                                логотипу Компанії-партнера або іншого платіжного Сервісу з метою подальшого переходу для виконання операцій
                                оплати через
                                обраний платіжний Сервіс за здійснені на веб-порталі Замовлення.
                            </li>
                            <li>Постачальник не гарантує та не забезпечує зберігання інформації про здійснені платежів за допомогою платіжних
                                Сервісів, які здійснює Користувач при обранні платних послуг на веб-порталі Постачальника.
                            </li>
                        </ol>
                    </li>
                    <li class="content-item">
                        <b>Права та обов'язки сторін</b>
                        <ol class="list">
                            <li> Користувач має право:
                                <ol>
                                    <li>Обрати та замовити товар та/або послугу, супутні послуги, інформація про які розміщена на веб-порталі
                                        Постачальника,
                                        оплатити їх або здійснювати їх передплату на умовах здійснення одноразового платежу чи регулярних
                                        платежів.
                                    </li>
                                    <li>Для здійснення оплати та/або передоплати товарів та/або послуг, супутніх послуг Користувач може обрати
                                        Сервіс Platon
                                        або інший Сервіс, інформацію про який розміщується на веб-порталі Постачальника.
                                        <br>
                                        <br>
                                        У разі, якщо Користувач для здійснення оплати та/або передоплати за&nbsp; товари та/або послуги,
                                        супутні послуги обирає
                                        Сервіс Platon, то Користувач переходить за посиланням на сайт Компанії-партнера та користується
                                        сервісом на умовах, що
                                        надаються безпосередньо Компанією-партнером.
                                        <br>
                                        <br>
                                        Користувач шляхом реєстрації в Сервісі та надання персональних даних набуває статусу Клієнта Сервісу
                                        Platon. Всі претензії
                                        з приводу приймання платежів Сервісом, роботи сервісу та обліку платежів мають пред&rsquo;являтись
                                        власнику Сервісу
                                        Platon. При користуванні Сервісом, повернення коштів відбувається в порядку, передбаченому на сайті
                                        Компанії-партнера та з
                                        врахуванням вимог, визначених банком.
                                    </li>
                                </ol>
                            </li>
                            <li>Користувач зобов'язується:
                                <ol>
                                    <li>Виконувати умови цього Договору та правил користування Сервісом, запропонованих Компанією-партнером.
                                    </li>
                                    <li>Здійснювати Платежі за допомогою Сервісу тільки на умовах, визначених правилами приймання платежів на
                                        веб-сайті
                                        Компанії-партнера. Постачальник не несе відповідальності за дії Компанії-партнера у разі обрання
                                        Користувачем відповідного
                                        Сервісу, у т.ч. Сервісу&nbsp; Platon
                                    </li>
                                    <li>Не надавати можливість користування своїм обліковим записом на Сайті та/або у Мобільних додатках,
                                        інших електронних
                                        пристроях третім особам, не розголошувати паролі та будь-яку іншу конфіденційну інформацію, надану&nbsp;
                                        у зв&rsquo;язку з
                                        використанням Сервісу.
                                    </li>
                                    <li>Піклуватися належним чином про інформаційну захищеність та безпеку свого комп'ютера, мобільного
                                        телефону, іншого
                                        електронного пристрою, за допомогою якого Користувач здійснює доступ до послуг Постачальника.
                                    </li>
                                    <li>Не використовувати Сервіс в протиправних цілях, що порушують права третіх осіб.</li>
                                </ol>
                            </li>
                            <li>Постачальник має право:
                                <ol>
                                    <li>Встановлювати, змінювати тарифи на товари/послуги та граничну суму замовлення на підставі даних
                                        Користувачів і
                                        досвіду реалізації товарів і послуг, інформація про які розміщена на веб-порталі Постачальника.
                                    </li>
                                    <li>Самостійно визначати порядок продажу і повернення товару/послуги, згідно з чинним законодавством.
                                        (див.&nbsp;
                                        <b>Умови/Правила користування веб-порталом</b>).
                                        <br>
                                        <br>
                                        У разі якщо товар (послуга) поверненню не підлягає, умови Договору, що регулюють порядок повернення
                                        товару та сплачених за
                                        нього коштів не застосовуються.
                                    </li>
                                    <li>Укладати з Користувачем послуг веб-порталу угоди, у т.ч. на сайті, які свідчать про те, що:
                                        <ol class="ml-30">
                                            <li>Користувач (Покупець) визнає законною оплату
                                                товарів і послуг виконану за &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; допомогою Сервісу Platon.
                                            </li>
                                            <li>Користувач (Покупець) визнає, що товари і
                                                послуги, сплачені за допомогою Сервісу Platon є сплаченими ним Користувачем (Покупцем).
                                            </li>
                                        </ol>
                                    </li>
                                    <li>Вимагати дотримання процедури замовлення послуги/товару, інформація про які розміщуються на
                                        веб-порталі
                                        Постачальника.
                                    </li>
                                    <li>У будь-який час проводити модифікацію будь-якого програмного забезпечення веб-порталу, в тому числі
                                        інтерактивних
                                        Інтернет-сервісів, припиняти роботу програмних засобів, що забезпечують функціонування веб-порталу чи
                                        інтерактивних
                                        Інтернет-сервісів, при виявленні істотних несправностей, помилок та збоїв у роботі, а також з метою
                                        проведення
                                        профілактичних робіт і запобігання випадкам несанкціонованого доступу до них.
                                    </li>
                                </ol>
                            </li>
                            <li>Постачальник зобов'язується:
                                <ol>
                                    <li>Підтримувати роботу веб-порталу та інтерактивних Інтернет-сервісів у робочому стані, забезпечувати
                                        надання доступу
                                        до них протягом 24 годин доби.
                                    </li>
                                    <li>Збирати, зберігати, обробляти персональні дані Користувачів виключно в межах замовлених товарів-послуг
                                        умов цього
                                        Договору та вимог (правил) надання послуг/товарів, інформація про які розміщена на веб-порталі
                                        Постачальника.
                                    </li>
                                    <li>Постачальник зобов'язується не передавати персональні дані Користувача третім особам, крім випадків,
                                        передбачених
                                        Законом України &laquo;Про захист персональних даних&raquo;, та випадків, передбачених дійсним
                                        Договором та чинним
                                        законодавством України.
                                    </li>
                                </ol>
                            </li>
                            <li>Постачальник не несе відповідальності перед Користувачем:
                                <ol>
                                    <li>За укладені угоди між Користувачем і Сервісом Platon, їх умови, наслідки їх укладення, виконання
                                        та/або розірвання
                                        угод, в тому числі в частині повернення оплати за такими угодами.
                                    </li>
                                    <li>По претензіям Користувача, що стосуються невиконання (неналежного виконання) Сервісом Platon своїх
                                        зобов'язань по
                                        оплаті/передоплаті платежів за придбані (обрані) товари, послуги, супутні послуги. Такі претензії не
                                        розглядаються
                                        Постачальником.
                                    </li>
                                    <li>За виникнення інших несприятливих для Користувача наслідків, що виникли не з вини Постачальника:
                                        відмови в оплаті
                                        банком-емітентом та/або банком, недостатньої кількості коштів для оплати на рахунку Користувача,
                                        обмеження платіжних
                                        систем Visa та/або MasterСard, інші, втрати користувачем ЕПЗ, за інші наслідки в результаті
                                        користування Сервісом Platon
                                        та іншими платіжними Сервісами, інформація про які розміщена на веб-порталі Постачальника.
                                    </li>
                                </ol>
                            </li>
                        </ol>
                    </li>
                    <li class="content-item">
                        <b>Особливі умови оплати товарів/послуг через платіжні сервіси</b>
                        <ol class="list">
                            <li>Постачальник залишає за собою право у будь-який момент змінити та/або доповнити умови дійсного Договору без
                                отримання
                                згоди чи повідомлення Користувача на такі зміни.
                            </li>
                            <li>Будь-які збої в роботі веб-порталу (форс-мажор) не впливають на роботу Сервісу Platon, а технічні роботи на
                                веб-порталі проводитимуться у штатному режимі.
                            </li>
                            <li>Під використанням Сервісу Platon та інших платіжних Сервісів, інформація про які розміщена на веб-порталі
                                Постачальника, розуміється оплата Користувачем товарів та/або послуг Постачальника, шляхом введення даних ЕПЗ
                                на Сайті
                                Компанії-партнера та/або у Мобільних додатках та здійснення платежу з використанням обраного платіжного
                                Сервісу, створення
                                облікового запису на Сайті Компанії-партнера та/або у Мобільних додатках, інші дії, передбачені Договором.
                            </li>
                            <li>Компанія-партнер самостійно регулює роботу Сервісу, у т.ч. у разі його призупинення як повністю, так частково,
                                при
                                виявленні збоїв, а також в цілях проведення профілактичних робіт і запобігання випадків несанкціонованого
                                доступу до
                                Сервісу третіми особами.
                            </li>
                            <li>Компанія-партнер самостійно встановлює підстави призупинення Платежів з врахуванням вимог та обмежень, які
                                встановлюються банком.
                            </li>
                            <li>Способи та умови використання Сервісу, умови надання додаткових послуг можуть бути обмежені і змінені в
                                порядку,
                                встановленому Компанією-партнером та Банком.
                            </li>
                            <li>Після приєднання до цього Договору, Користувачем вважається будь-яка фізична особа, яка здійснила оплату за
                                товар/послуги, супутні послуги за допомогою будь-якого платіжного Сервісу згідно з цим Договором.
                            </li>
                            <li>Якщо платіж зроблений за третю особу (і це випливає з платіжного або іншого офіційного документа),
                                Користувачем за цим
                                Договором все одно вважається особа, яка здійснила оплату.
                            </li>
                            <li>Максимально і мінімально допустимі суми платежів і строки застосування даних обмежень визначаються
                                Постачальником,
                                Сервісом приймання платежів та/або Банком, і вказуються на Сайті Постачальника та/або Компанії-партнера.
                            </li>
                        </ol>
                    </li>
                    <li class="content-item">
                        <b>Конфіденційність і безпека</b>
                        <ol class="list">
                            <li>Користувач зобов'язується самостійно приймати всі необхідні заходи по збереженню конфіденційності, запобіганню
                                несанкціонованого використання і захисту ідентифікаційних даних від несанкціонованого доступу з боку третіх
                                осіб, в тому
                                числі до програмного забезпечення та пристроїв, які забезпечують доступ до Сервісу Platon та іншого платіжного
                                Сервісу,
                                інформація про які розміщується на веб-порталі Постачальника.
                            </li>
                            <li>Приєднанням до умов дійсного Договору Користувач одночасно надає свої персональні дані та погоджується (надає
                                явно
                                виражену письмову згоду) на їх збирання, обробку та розповсюдження в межах отриманої інформації Постачальником
                                відповідно
                                до вимог чинного законодавства у сфері захисту персональних даних, а також на отримання від Постачальника
                                повідомлень з
                                використанням каналів зв`язку e-mail, SMS, Viber тощо (в тому числі транзакційних, привітальних, інформаційних
                                та інших),
                                вміст та тематика яких не суперечить чинному законодавству України та ЄС.
                            </li>
                            <li>Постачальник не несе відповідальності за розголошення будь-якої конфіденційної інформації, пов&rsquo;язаної з
                                використанням Користувачем електронних платіжних засобів для здійснення оплати за допомогою платіжних сервісів
                                у мережі
                                Інтернет, інформація про які розміщена на веб-порталі Постачальника.
                            </li>
                        </ol>
                    </li>
                    <li class="content-item">
                        <b>Відповідальність сторін</b>
                        <ol class="list">
                            <li>Постачальник не відповідає за тимчасову непрацездатність, несправності, помилки і збої в роботі програмних
                                і/або
                                апаратних засобів, що забезпечують функціонування Сервісу приймання платежів, а також за пов'язані з цим
                                збитки
                                Користувача.
                            </li>
                            <li>Постачальник не несе відповідальності за будь-які збитки та/або упущену вигоду Користувача та/або третіх осіб,
                                втрату
                                або спотворення інформації в результаті використання або неможливості використання Сервісу.
                            </li>
                            <li>Постачальник не відповідає за збитки Користувача, що виникли в результаті неправомірних дій третіх осіб,
                                пов'язаних з
                                використанням логіна і пароля, ЕПЗ Користувача, які використовуються для доступу до послуг Сервісу приймання
                                платежів.
                            </li>
                            <li>Сторони звільняються від відповідальності за повне або часткове невиконання своїх зобов'язань за Договором,
                                якщо таке
                                невиконання стало наслідком обставин непереборної сили, що виникли після набрання чинності Договору, в
                                результаті подій
                                надзвичайного характеру, які не могли бути передбачені й відвернені Сторонами. Під терміном "форс-мажор"
                                розуміють обставини непереборної сили, визначені чинним законодавством України.
                            </li>
                            <li>В інших випадках невиконання або неналежного виконання своїх зобов'язань за дійсним Договором Сторони несуть
                                відповідальність відповідно до законодавства України.
                            </li>
                        </ol>
                    </li>
                </ol>
            </div>
        </div>
    </ContentBase>
</template>
