<template>
    <ContentBase>
        <div class="box-header box-header-left">
            <h1 class="title-bordered">Політика використання файлів cookie</h1>
        </div>
        <div class="box-profile cookies">
            <p class="cookies-text">
                Ваша конфіденційність дуже важлива для нас! Ми використовуємо файли cookie для покращення роботу веб-сайту: аналітики користування
                сервісами, налаштування рекламних та маркетингових пропозицій, функціоналу Особистого кабінету Користувача.
            </p>
            <p class="cookies-text">Для керування файлами cookie на вашому пристрої у певному браузері слід скористатись функцією "Налаштування файлів
                cookie"; також ви можете побачити у налаштуваннях вашого пристрою, які саме файли cookie збережені (про це читайте нижче).</p>
            <Image name="law-image" alt=""/>
            <h2>Що таке файли cookie?</h2>
            <p>
                <b>Файли cookie</b> — це невеликі текстові файли, які відправляються на комп’ютер чи інший електронний пристрій користувача під
                час відвідування веб-сайту. Вони виконують багато різних функцій, наприклад, дозволяють швидко і раціонально переміщатися між
                сторінками, зберігають уподобання і в цілому роблять використання ресурсу комфортнішим. <b>Файли cookie</b> широко застосовуються для
                підтримки роботи веб-сайтів або для підвищення якості досвіду користувача, а також для надання певної інформації власникам
                веб-сайту.
                <br>
                <br>
                <b>Файли cookie</b>, які ми використовуємо, можуть включати в себе інформацію про ваші уподобання в Інтернеті, сторінки, я кі ви
                відвідали на нашому сайті, авторизацію, оформлення заявки на передплату або інші ваші дії – щоб ми могли зробити наші
                веб-сайти та онлайн-сервіси максимально цікавими і корисними для вас.
            </p>
            <h2>Як можна дозволити або заборонити використання файлів cookie?</h2>
            <p>
                Погоджуючись з використанням нами <b>файлів cookie</b>, користувач у налаштуваннях свого пристрою може дозволити використання файлів
                cookie, встановити сповіщення про їх використання, а також у будь-який заборонити використання <b>файлів cookie</b>. Факт заборони
                вказуватиме на не надання користувачеві окремих персоналізованих послуг; також він не зможе скористатися всіма перевагами наших
                веб-сервісів та інших функціоналів веб-сайту.
                <br>
                <br>
                Для отримання більш повної інформації з використанням <b>файлів cookie</b> варто ознайомитись з детальною інформацією про налаштування
                для <b>файлів cookie </b> в розділі Help («Довідка») вашого браузера на відповідному електронному пристрої (комп’ютері, планшеті або
                смартфоні).
            </p>
            <h2>Як ми використовуємо файли cookie?</h2>
            <p>
                Інформація, яку ми збираємо за допомогою <b>файлів cookie</b>, спрямована на вивчення аналітики доступу до веб-сервісів та інших
                функціоналів веб-сайту користувачами, що дозволяє нам підвищити якість роботи сервісів та сайту загалом, а також якість досвіду
                користувачів під час відвідання сайту.
                <br>
                <br>
                Ми наголошуємо, <span class="marked">що не використовуємо інформацію, зібрану за допомогою <b>файлів cookie</b>, для ідентифікації особи користувача(ів) або розсилки масових електронних повідомлень, чи реклами без згоди користувача(ів).</span>
            </p>
            <h2>Які саме типи файлів cookie ми використовуємо?</h2>
            <p>
                ТЕХНІЧНІ ФАЙЛИ COOKIE
                <br>
                <br>
                Деякі з <b>файлів cookie</b> є абсолютно необхідними для підтримки функціональності веб-сервісів та іншого функціоналу веб-сайту.
                Використання цих функціональних <b>файлів cookie</b> не можна заборонити при відвідуванні веб-сайту та користування послугами чи
                веб-сервісами.
                <br>
                <br>
                До технічних <b>файлів cookie</b> відносяться налаштування мови, інформація про поточний та попередні сеанси користувача, збереження
                налаштувань, параметрів безпеки. Окремі технічні <b>файли cookie</b> можуть впливати на покращення роботи сервісів і навігації по
                ресурсам веб-сайту.
                <br>
                <br>
                Технічні <b>файли cookie</b> забезпечують безпеку користувача під час перебування на веб-сайті та управління обраними користувачем
                ресурсами веб-сайту, його аутентифікацію, захищають під час роботи з сервісами та іншим функціоналом.
            </p>
            <h2>Файли cookie сеансу відвідування і файли cookie уподобань</h2>
            <p>
                Ми можемо використовувати файли cookie сеансу відвідування для прискорення функціонування наших веб-сервісів та іншого функціонала
                веб-сайту, зокрема, для прискорення процесу переходу користувача між обраними ресурсами. Термін дії таких <b>файлів cookie</b>
                закінчується після закінчення поточного сеансу відвідування веб-сайту.
                <br>
                <br>
                Ми також можемо використовувати <b>файли cookie</b>, які діють довше і створюються для того, щоб запам'ятати ваші уподобання і
                варіанти вибору під час відвідин обраних ресурсів та іншого функціоналу веб-сайту.
                <br>
                <br>
                Життєвий цикл таких <b>файлів cookie</b> зазвичай складає декілька тижнів і не перевищує двох років.
            </p>
            <h2>Аналітичні файли cookie</h2>
            <p>
                Ми також можемо використовувати аналітичні <b>файли cookie</b> для покращення роботи наших веб-сайтів. Такі <b>файли cookie</b>
                допомагають сайту і спеціальним сервісам у вивченні аудиторії та оцінки контенту загалом та окремо для конкретного користувача згідно
                персональних уподобань, корисності і вдосконалення розміщеної інформації.
                <br>
                <br>
                Дані <b>файли cookie</b> можна відключити за допомогою встановлення розширення у своєму браузері.
                <br>
                <br>
                Ми використовуємо аналітичні інструменти відповідні <b>файли cookie</b> від Google Analytics:
                <NuxtLink to="https://support.google.com/analytics/answer/9019185" target="_blank" rel="nofollow">
                    https://support.google.com/analytics/answer/9019185
                </NuxtLink>
                . Також ми можемо інтегрувати в наш веб-сайт програми сторонніх веб-ресурсів, зокрема, Facebook та інших соціальних мереж, які
                дозволяють Вам ділитися вмістом веб-сайту з іншими користувачами сайту чи соціальних мереж або залишати свої коментарі.
                <br>
                <br>
                Для отримання детальніої інформації дивіться список підтримуваних <b>файлів cookie</b> основних соціальних мереж:
                <br>
                <br>
                <b>&#x2022; Facebook:</b>
                <NuxtLink to="https://www.facebook.com/about/privacy/" target="_blank" rel="nofollow">https://www.facebook.com/about/privacy/
                </NuxtLink>
                <br>
                <b>&#x2022; Twitter:</b>
                <NuxtLink to="https://twitter.com/en/privacy" target="_blank" rel="nofollow">https://twitter.com/en/privacy</NuxtLink>
                <br>
                <b>&#x2022; Youtube:</b>
                <NuxtLink to="https://support.google.com/youtube/answer/10364219?hl=uk" target="_blank" rel="nofollow">
                    https://support.google.com/youtube/answer/10364219?hl=uk
                </NuxtLink>
                <br>
                <b>&#x2022; Instagram:</b>
                <NuxtLink to="https://www.facebook.com/help/instagram/833836199971426" target="_blank" rel="nofollow">
                    https://www.facebook.com/help/instagram/833836199971426
                </NuxtLink>
                <br>
                <b>&#x2022; Viber:</b>
                <NuxtLink to="https://www.viber.com/ua/terms/viber-privacy-policy/" target="_blank" rel="nofollow">
                    https://www.viber.com/ua/terms/viber-privacy-policy/
                </NuxtLink>
            </p>
            <h2>Де зберігаються файли cookie?</h2>
            <p>
                Ці файли зберігаються в користувацькій теці, яка розташована в різних місцях на жорсткому диску комп'ютера в залежності від браузера:
                <br>
                <br>
                <b>&#x2022; Google Chrome:</b> C:/Users/Ім'я користувача/AppData/Local/Chromium
                <br>
                <b>&#x2022; Mozilla:</b> C:/Users/Ім'я користувача/AppData/Local/Mozilla/Firefox
                <br>
                <b>&#x2022; Opera:</b> C:/Users/Ім'я користувача/AppData/Local/Opera Software/Opera
                <br>
                <br>
                Ці файли можна стерти (почистити) із пам`яті вашого пристрою – усі разом, або окремо кожен із них.
            </p>
            <h2>Який зв'язок між веб-сайтом та користувачами?</h2>
            <p>
                Якщо користувач заповнює реєстраційну та/або іншу форму з метою надання певної інформації, ми, з дозволу сторонніх постачальників,
                надаємо вам інформацію про послуги та інформацію, що розміщуються на веб-сайті.
                <br>
                <br>
                Компанія залишає за собою право надсилати на електронну пошту користувача інформацію про зміну або доповнення послуг на веб-сайті за
                умови надання згоди про отримання електронних розсилок (всіх чи окремих) на сторінці https://my.dtkt.ua/mailing.
                <br>
                <br>
                Ми залишаємо за собою право розкривати інформацію про використання сайту, статистику, демографію тощо його відвідувачів за умови, що
                це не розкриватиме особистої інформації.
                <br>
                <br>
                Ми можемо зв'язуватись з користувачами електронною поштою, іншими засобами щодо участі в опитуванні користувачів, та ставити запитання
                з метою покращення поточних чи перспективних матеріалів а також для інформування користувачів щодо наявних послуг та інших пропозицій,
                акцій, коригування інформації для надання окремих персональних послуг, оформлення документів та інших даних, необхідних для
                користування веб-сайтом.
                <br>
                <br>
                Ця інформація буде використана для покращення роботи веб-сайту та для кращого розуміння наших користувачів, їх потреб та якості послуг
                сайту. Будь-яка інформація, яку ми отримуємо у вказаних вище цілях, не буде передана третім особам, за винятком узагальнених
                знеособлених даних.
            </p>
            <h2>Як оновлюється Політики використання?</h2>
            <p>
                Ми можемо оновити дану Політику в будь-який час. Перевірити актуальну версію документу можна на цій веб-сторінці.
                <br>
                <br>
                У разі виникнення додаткових питань та/або коментарів, звертайтесь за адресою <u>info@dtkt.ua</u>
            </p>
        </div>
    </ContentBase>
</template>

<style lang="scss">
.cookies {
    font-size: 16px;

    &-text {
        margin-bottom: 10px;
        font-size: 18px;
    }

    img {
        margin-top: 50px;
    }

    h2 {
        position: relative;
        display: inline-block;
        font-weight: bold;
        margin-top: 50px;
        margin-bottom: 30px;

        &:after {
            content: "";
            display: block;
            height: 5px;
            margin-top: 5px;
            background: #F2C30D;
        }
    }

    .marked {
        background: #fff4c8;
    }

    u {
        color: $color-blue;
    }
}
</style>
