<template>
    <div>
        <h2>Дякуємо!</h2>
        <p>Адреса <u></u> підтверджена.
            <br>
            Якщо ви вже обрали потрібні розсилки, але ще не оформили
            <br>
            замовлення тестового пакету (не натиснули на сайті кнопку «Завершити замовлення»), зробіть це прямо зараз за за <a
                href="https://subscribe.dtkt.ua/checkout/ds-demo/tr" target="_blank">за посиланням</a>.
            <br>
            Ваш «Дебет-Кредит»
        </p>
    </div>
</template>
