<template>
    <div class="paper-subscribe-info">
        <h2>Для чого необхідно заповнити цей розділ?</h2>
        <p>Повідомте про свою передплату на «Дебет-Кредит» та отримуйте додаткові <br> переваги електронного сервісу:</p>
        <ul>
            <li v-for="ability in abilities" v-html="ability"></li>
        </ul>
    </div>
</template>

<script lang='ts' setup>
const abilities = [
    'Сервіс нагадувань та повідомлень',
    'Вебінари редакції',
    'Електронний журнал «Дебет-Кредит»',
    'Звітність «СОТА»',
    'База нормативних документів',
    'Доступ до закритих новин',
    'Сервіс «Постав запитання редакції»',
    'Перегляд розділу консультацій',
    'Доступ до архівних номерів на сайті',
    'Сервіс «Сайт без реклами»',
];
</script>
