<template>
    <ContentBase>
        <div class="box-header box-header-left">
            <h1 class="title-bordered">Ліцензія на програму</h1>
        </div>
        <div class="box-profile law">
            <h2 class="law-title">Ліцензія</h2>
            <p class="law-subtitle">
                на право використання комп’ютерної програми
            </p>
            <Image name="law-image" alt=""/>
            <div class="content-license">
                <ol class="content-list">
                    <li class="content-item">
                        <b>Загальні положення</b>
                        <ol class="list">
                            <li>Ця ліцензія засвідчує право Ліцензіата (Користувача) на використання комп’ютерної програми «Дебет-Кредит», що
                                складається з додатку GC Reader та інших її складових частин, веб-сервісів з можливістю окремого
                                онлайн-доступу до веб-сервісів залежно від конфігурації (складу) сервісів, а також їх інформаційної бази
                                даних.
                            </li>
                            <li>Комп’ютерної програми є об’єктом авторського права, що засвідчується свідоцтвом про реєстрацію авторського
                                права на твір - комп’ютерну програму «Дебет-Кредит» № 88765 від 21.05.2019 р.
                            </li>
                            <li>Отримання (інсталювання) комп’ютерної програми, її складових частин, веб-сервісів може здійснюватися виключно
                                після їх(її) активації за допомогою засобів авторизації (логін, пароль), посилання на які передається
                                останньому за допомогою електронної пошти, або шляхом доступу до кабінету Користувача.
                            </li>
                            <li>Ліцензіар надає Ліцензіату (Користувачу) невиключну ліцензію на право використання комп’ютерної програми за
                                умови, що таке використання обмежене функціональним призначенням такої програми, у т.ч. в електронній формі
                                або через віддалений доступ (за допомогою мережі Інтернет).
                            </li>
                            <li>Дія Ліцензії за цим Договором обмежується територією України, проте не обмежує транскордонне використання
                                комп'ютерної програми шляхом онлайн доступу до неї (її складових частин, веб-сервісів), за винятком території,
                                на який органи державної влади України тимчасово не здійснюють свої повноваження (території проведення ООС та
                                території АР Крим).
                            </li>
                            <li>Ліцензія за цим договором не надає права чи можливості Ліцензіату (Користувачу) продати або відчужити в інший
                                спосіб комп’ютерну програму та/або будь-яку складову частину (онлайн-сервіс) третій особі, а також виключає
                                можливість іншим чином передати їх у володіння, розпорядження чи власність будь-якій третій особі.
                            </li>
                        </ol>
                    </li>
                    <li class="content-item">
                        <b>Обсяг прав та обов’язків ліцензіара та ліцензіата (користувача)</b>
                        <ol class="list">
                            <li>
                                Видана за цим Договором Ліцензія надає право використовувати комп’ютерну програму, її складові частини,
                                веб-сервіси з онлайн-доступом до них (постачання програмної продукції) виключно для забезпечення діяльності
                                Ліцензіата (Користувача).
                            </li>
                            <li>Під використанням комп’ютерної програми слід розуміти
                                <ol>
                                    <li>право Ліцензіата (Користувача) використовувати та налаштовувати комп’ютерну програму на електронному
                                        пристрої, який відповідає мінімальним технічним вимогам, а саме:
                                        <ul>
                                            <li>операційна система Windows не нижче Windows XP SP2 з передустановленим Microsoft FrameWork
                                                2.0;
                                            </li>
                                            <li>Adobe Acrobat Reader не нижче 7 версії, Internet Explorer не нижче 7.0, Microsoft Word 2002 і
                                                вище.
                                            </li>
                                        </ul>
                                    </li>
                                    <li>право Ліцензіата (Користувача) інсталювати та використовувати комп’ютерну програму на одному робочому
                                        місці та/або термінальному сервері, на окремих електронних пристроях, у т.ч. на стаціонарному та
                                        переносному комп’ютері (ноутбуку), у кількості, що відповідає оплаченим ліцензіям на комп’ютерну
                                        програму, з наступним оновленням інформаційної складової та технічних можливостей програми,
                                    </li>
                                    <li>право створити одну копію комп’ютерної програми виключно як резервну або архівну копію,</li>
                                    <li>право використання інформаційних даних комп’ютерної програми у власних аналітичних чи інформаційних
                                        матеріалах. У разі використання інформаційних матеріалів з комп’ютерної програми, її складових частин,
                                        веб-сервісів в цілях їх некомерційного використання/поширення, Ліцензіат (Користувач) зобов'язується
                                        під поширеною інформацією розмістити текст посилання такого змісту: «При підготовці використано
                                        матеріали комп’ютерної програми «Дебет-Кредит», а у разі подальшого поширення інформації без внесення
                                        до неї змін/доповнень - вказати посилання як на джерело поширеної інформації (посилання на комп’ютерну
                                        програму «Дебет-Кредит»). У разі прямого або опосередкованого їх комерційного використання/поширення,
                                        текст посилання має бути письмово узгоджений з Ліцензіаром.
                                    </li>
                                    <li>припинити використання комп’ютерної програми після закінчення строку дії ліцензії та відмови її
                                        продовжити. В такому разі, Ліцензіат (Користувач) автоматично позбавляється всіх прав Ліцензіата на
                                        комп’ютерну програму в межах обсягу, заявленого цією Ліцензійною угодою.
                                    </li>
                                </ol>
                            </li>
                            <li>Ліцензіат (Користувач) зобов’язується повідомити Ліцензіара про будь-які порушення авторських прав на
                                комп’ютерну програму третіми особами з наданням (фіксуванням) таких фактів (доказів порушень) будь-якими
                                законними способами.
                            </li>
                            <li>Ліцензіату (Користувачу) забороняється:
                                <ol>
                                    <li>вдаватися до зворотного конструювання, декомпіляції або деасемблювання Програмного забезпечення, або
                                        іншим чином досліджувати програмний код та/або модифікувати його;
                                    </li>
                                    <li>надавати комп’ютерну програму та/або її складові частини, веб-сервіси в прокат або в тимчасове
                                        користування, опубліковувати або розповсюджувати примірники комп’ютерної програми шляхом продажу,
                                        відчуження іншим способом або шляхом іншої передачі третім особам;
                                    </li>
                                    <li>передавати комп’ютерну програму та/або її складові частини, веб-сервіси третім особам для зворотного
                                        конструювання, декомпіляції або деасемблювання комп’ютерної програми, або дослідження програмного коду
                                        та/або його модифікації іншим чином за будь-якими цивільно-правовими договорами. При цьому
                                        допускається виготовлення копій дистрибутива Програмного забезпечення для потреб резервного копіювання
                                        без передачі його третім особам;
                                    </li>
                                    <li>використовувати інформацію з баз даних та тексти документів, а також класифікатори та довідники, що
                                        містяться у складі комп’ютерної програми та/або її складових частин, веб-сервісів, до будь-яких інших
                                        пошукових систем, електронних видань і збірників, а також здійснювати будь-яке їх розміщення в мережі
                                        Інтернет, у будь-яких друкованих засобах масової інформації, друкованих збірниках чи інших друкованих
                                        джерелах, без письмового дозволу Ліцензіара.
                                    </li>
                                    <li>об’єктом авторського права також є дизайн-макет веб-ресурсу та стиль викладення інформації, що
                                        міститься у комп’ютерній програмі. Забороняється будь-яке використання комп’ютерної програми, а також
                                        розміщеної у ній інформації за тими ж дизайн-макетом та з використанням аналогічного стилю, іншим
                                        чином, ніж це передбачено цим Договором, без письмового дозволу Ліцензіата.
                                    </li>
                                </ol>
                            </li>
                            <li>Ліцензіар має право:
                                <ol>
                                    <li>в порядку та у спосіб, передбачений законом, перевіряти дотримання Ліцензіатом (Користувачем) цих
                                        ліцензійних вимог,
                                    </li>
                                    <li>вимагати припинити вчиняти порушення авторських прав Ліцензіара, у т.ч. використання комп’ютерної
                                        програми не у спосіб та не в порядку, визначеними цими ліцензійними вимогами.
                                    </li>
                                </ol>
                            </li>
                            <li>У разі отримання Ліцензіатом (Користувачем) законних вимог від органів державної влади, правоохоронних
                                органів, інших державних органів, які наділені правом перевіряти законність використання об'єктів
                                інтелектуальної власності (авторських прав), пред’явити копії інстальованої комп’ютерної програми за діючою
                                ліцензією.
                            </li>
                        </ol>
                    </li>
                    <li class="content-item">
                        <b>Прикінцеві положення та строк дії ліцензії</b>
                        <ol class="list">
                            <li>
                                Строк дії ліцензії визначається періодом оплати Ліцензіатом (Користувачем) за ліцензію на використання
                                комп’ютерної програми, але не менше одного календарного місяця.
                            </li>
                            <li>
                                У разі виявлення порушень Ліцензіатом вимог
                                <ol>
                                    <li>пп. 2, 3, 4, 5 два та більше разів — Ліцензіар має право прийняти рішення про припинення дії
                                        ліцензії,
                                    </li>
                                    <li>пп. 4, 5 два та більше разів — Ліцензіар має право додатково вимагати сплати штрафу у десятикратному
                                        розмірі вартості місячної ліцензії на момент пред’явлення вимоги про сплату.
                                    </li>
                                </ol>
                            </li>
                        </ol>
                    </li>
                </ol>
            </div>
        </div>
    </ContentBase>
</template>
