<template>
    <div class="article-attention">
        <p>
            <b>Зверніть увагу:</b> новинна стрічка «Дебету-Кредиту» містить не тільки редакційні матеріали, але також статті
            сторонніх авторів, роз'яснення співробітників фіскальної служби тощо.
        </p>
        <p>Дані матеріали, а також коментарі до них, відображають виключно точку зору їх авторів і можуть не співпадати з точкою
            зору редакції. Редакція не ідентифікує особи коментаторів, не модерує тексти коментарів та не несе відповідальності за
            їх зміст.</p>
    </div>
</template>

<style lang="scss">
.article-attention {
    padding: 15px;
    background: #F6F6F6;
    border-radius: 10px;
    line-height: 140%;
    color: #6E6E6E;

    @include print() {
        padding-left: 0;
        padding-right: 0;
    }

    p {
        &:last-child {
            margin-bottom: 0;
        }
    }
}
</style>
